Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: VARIABLE
ar: متغير
it: VARIABILE
ja: 変数
ko: 변수
pt_br: VARIÁVEL
ru: ПЕРЕМЕННАЯ
zh_hans: 变量
zh_hant: 變數

source: Variable Deleted
ar: تم حذف المتغير
de: Variable gelöscht
es: Variable eliminada
fr: Variable supprimée
it: Variabile eliminata
ja: 変数を削除しました
ko: 변수 삭제됨
pt_br: Variável excluída
ru: Переменная удалена
zh_hans: 变量已删除
zh_hant: 變數已刪除

source: Variable Details
ar: تفاصيل المتغير
de: Variablendetails
es: Detalles de la variable
fr: Détails de la variable
it: Dettagli variabile
ja: 変数の詳細
ko: 변수 상세 정보
pt_br: Detalhes da variável
ru: Детали переменной
zh_hans: 变量详细信息
zh_hant: 變數詳細資訊

source: Variable Key
ar: مفتاح متغير
de: Variabler Schlüssel
es: Clave variable
fr: Clé variable
it: Chiave variabile
ja: 変数キー
ko: 가변 키
pt_br: Chave variável
ru: Переменный ключ
zh_hans: 变量键
zh_hant: 變量鍵

source: Variable Key Name
ar: اسم المفتاح المتغير
de: Variabler Schlüsselname
es: Nombre de clave variable
fr: Nom de la clé variable
it: Nome chiave variabile
ja: 変数キー名
ko: 변수 키 이름
pt_br: Nome da chave variável
ru: Имя ключа переменной
zh_hans: 变量键名
zh_hant: 變量鍵名

source: Variable Name
ar: اسم المتغير
de: Variablenname
es: Nombre de la variable
fr: Nom de la variable
it: Nome della variabile
ja: 変数名
ko: 변수 이름
pt_br: Nome da variável
ru: Имя переменной
zh_hans: 变量名称
zh_hant: 變數名稱

source: Variable Name (e.g. API_KEY)
ar: اسم المتغير (مثل API_KEY)
de: Variablenname (z. B. API_KEY)
es: Nombre de variable (p. ej., API_KEY)
fr: Nom de variable (ex. API_KEY)
it: Nome variabile (es. API_KEY)
ja: 変数名（例: API_KEY）
ko: 변수 이름 (예: API_KEY)
pt_br: Nome da variável (ex.: API_KEY)
ru: Имя переменной (например, API_KEY)
zh_hans: 变量名（如 API_KEY）
zh_hant: 變數名稱（如 API_KEY）

source: Variable Name (e.g. DB or MY_KV)
ar: اسم المتغير (مثل DB أو MY_KV)
de: Variablenname (z. B. DB oder MY_KV)
es: Nombre de la variable (ej. DB o MY_KV)
fr: Nom de variable (ex. DB ou MY_KV)
it: Nome variabile (es. DB o MY_KV)
ja: 変数名 (例: DB または MY_KV)
ko: 변수 이름 (예: DB 또는 MY_KV)
pt_br: Nome da variável (ex.: DB ou MY_KV)
ru: Имя переменной (например, DB или MY_KV)
zh_hans: 变量名称（例如 DB 或 MY_KV）
zh_hant: 變數名稱（例如 DB 或 MY_KV）

source: Variable Name (e.g. MY_KV)
ar: اسم المتغير (مثل MY_KV)
de: Variablenname (z. B. MY_KV)
es: Nombre de la variable (ej. MY_KV)
fr: Nom de variable (ex. MY_KV)
it: Nome variabile (es. MY_KV)
ja: 変数名 (例: MY_KV)
ko: 변수 이름 (예: MY_KV)
pt_br: Nome da variável (ex.: MY_KV)
ru: Имя переменной (например, MY_KV)
zh_hans: 变量名称（例如 MY_KV）
zh_hant: 變數名稱（例如 MY_KV）

source: Variable Value
ar: قيمة متغيرة
de: Variablenwert
es: Valor variable
fr: Valeur variable
it: Valore variabile
ja: 変数の値
ko: 변수 값
pt_br: Valor variável
ru: Значение переменной
zh_hans: 变量值
zh_hant: 變量值

source: Variable Value (Plaintext)
ar: قيمة متغيرة (نص عادي)
de: Variablenwert (Klartext)
es: Valor de variable (texto sin formato)
fr: Valeur de la variable (texte brut)
it: Valore variabile (testo in chiaro)
ja: 変数値（平文）
ko: 변수 값(일반 텍스트)
pt_br: Valor variável (texto simples)
ru: Значение переменной (открытый текст)
zh_hans: 变量值 (明文)
zh_hant: 變量值 (明文)

source: Variable value copied
ar: تم نسخ القيمة المتغيرة
de: Variablenwert kopiert
es: Valor de variable copiado
fr: Valeur de variable copiée
it: Valore variabile copiato
ja: コピーされた変数値
ko: 변수 값이 복사되었습니다.
pt_br: Valor da variável copiado
ru: Значение переменной скопировано
zh_hans: 变量值已复制
zh_hant: 變量值已複製

source: VARIABLE_NAME
ar: اسم_المتغير
de: VARIABLENNAME
es: NOMBRE_VARIABLE
fr: NOM_VARIABLE
it: NOME_VARIABILE
pt_br: NOME_VARIAVEL
ru: ИМЯ_ПЕРЕМЕННОЙ

source: Variables (%lld)
ar: المتغيرات (%lld)
de: Variablen (%lld)
it: Variabili (%lld)
ja: 変数 (%lld)
ko: 변수 (%lld)
pt_br: Variáveis (%lld)
ru: Переменные (%lld)
zh_hans: 变量 (%lld)
zh_hant: 變數 (%lld)

source: Variables & Secrets
ar: المتغيرات والأسرار
de: Variablen und Geheimnisse
es: Variables y secretos
fr: Variables et secrets
it: Variabili e segreti
ja: 変数と秘密
ko: 변수 및 비밀
pt_br: Variáveis ​​e segredos
ru: Переменные и секреты
zh_hans: 变量与 Secret
zh_hant: 變量与机密

source: Vector Embeddings
ar: التضمينات المتجهة (Vector Embeddings)
de: Vektoreinbettungen
es: Incrustaciones vectoriales
fr: Plongements vectoriels
it: Embedding vettoriali
ja: ベクトル埋め込み (Vector Embeddings)
ko: 벡터 임베딩
pt_br: Incorporações vetoriais
ru: Векторные эмбеддинги
zh_hans: 向量嵌入 (Vector Embeddings)
zh_hant: 向量嵌入 (Vector Embeddings)

source: Verification Sent
ar: تم إرسال التحقق
de: Bestätigung gesendet
es: Verificación enviada
fr: Vérification envoyée
it: Verifica inviata
ja: 確認送信済み
ko: 확인 전송됨
pt_br: Verificação enviada
ru: Подтверждение отправлено
zh_hans: 验证邮件已发送
zh_hant: 驗證邮件已發送

source: Verified
ar: تم التحقق منه
de: Verifiziert
es: Verificado
fr: Vérifié
it: Verificato
ja: 確認済み
ko: 확인됨
pt_br: Verificado
ru: Проверено
zh_hans: 已验证
zh_hant: 已驗證

source: Verifies if an IP address belongs to Cloudflare's official proxy edge CIDR network blocks.
ar: يتحقق مما إذا كان عنوان IP ينتمي إلى كتل شبكة CIDR الخاصة بوكيل حافة Cloudflare الرسمية.
de: Überprüft, ob eine IP-Adresse zu den offiziellen Proxy-Edge-CIDR-Netzwerkblöcken von Cloudflare gehört.
es: Verifica si una dirección IP pertenece a los bloques de red CIDR perimetrales del proxy oficial de Cloudflare.
fr: Vérifie si une adresse IP appartient aux blocs réseau CIDR périphériques du proxy officiel de Cloudflare.
it: Verifica se un indirizzo IP appartiene ai blocchi di rete CIDR perimetrali del proxy ufficiale di Cloudflare.
ja: IP アドレスが Cloudflare の公式プロキシ エッジ CIDR ネットワーク ブロックに属しているかどうかを確認します。
ko: IP 주소가 Cloudflare의 공식 프록시 에지 CIDR 네트워크 블록에 속하는지 확인합니다.
pt_br: Verifica se um endereço IP pertence aos blocos de rede CIDR de borda de proxy oficiais da Cloudflare.
ru: Проверяет, принадлежит ли IP-адрес официальным сетевым блокам CIDR Edge Cloudflare.
zh_hans: 验证 IP 地址是否属于 Cloudflare 官方代理边缘 CIDR 网段。
zh_hant: 驗證 IP 位址是否屬於 Cloudflare 官方代理邊緣 CIDR 網段。

source: Verify your identity to disable App Lock.
ar: تحقق من هويتك لتعطيل قفل التطبيقات.
de: Bestätigen Sie Ihre Identität, um die App-Sperre zu deaktivieren.
es: Verifique su identidad para desactivar el bloqueo de aplicaciones.
fr: Vérifiez votre identité pour désactiver App Lock.
it: Verifica la tua identità per disattivare Blocco app.
ja: アプリロックを無効にするには、本人確認を行ってください。
ko: 앱 잠금을 비활성화하려면 신원을 확인하세요.
pt_br: Verifique sua identidade para desativar o App Lock.
ru: Подтвердите свою личность, чтобы отключить блокировку приложений.
zh_hans: 验证身份以关闭应用锁。
zh_hant: 驗證身份以關闭應用鎖。

source: Verify your identity to enable App Lock.
ar: تحقق من هويتك لتمكين قفل التطبيقات.
de: Bestätigen Sie Ihre Identität, um die App-Sperre zu aktivieren.
es: Verifique su identidad para habilitar App Lock.
fr: Vérifiez votre identité pour activer App Lock.
it: Verifica la tua identità per abilitare Blocco app.
ja: アプリロックを有効にするには、本人確認を行ってください。
ko: 앱 잠금을 활성화하려면 신원을 확인하세요.
pt_br: Verifique sua identidade para ativar o App Lock.
ru: Подтвердите свою личность, чтобы включить блокировку приложений.
zh_hans: 验证身份以开启应用锁。
zh_hant: 驗證身份以開啟應用鎖。

source: View
ar: منظر
de: Ansicht
es: Vista
fr: Voir
it: Visualizzazione
ja: ビュー
ko: 보다
pt_br: Visualizar
ru: Вид
zh_hans: 查看
zh_hant: 查看

source: View Code
ar: عرض الرمز
de: Code anzeigen
es: Ver código
fr: Afficher le code
it: Visualizza codice
ja: コードを表示
ko: 코드 보기
pt_br: Ver código
ru: Посмотреть код
zh_hans: 查看代码
zh_hant: 查看程式碼

source: View Full Source (%lld bytes)
ar: عرض المصدر بالكامل (%lld بايت)
de: Vollständige Quelle anzeigen (%lld Bytes)
es: Ver fuente completa (%lld bytes)
fr: Afficher la source complète (%lld octets)
it: Visualizza sorgente completa (%lld byte)
ja: 完全なソースを表示 (%lld バイト)
ko: 전체 소스 보기(%lld바이트)
pt_br: Ver fonte completa (%lld bytes)
ru: Посмотреть полный исходный код (%lld байт)
zh_hans: 查看完整源代码 (%lld 字节)
zh_hant: 查看完整源程式碼 (%lld 字节)

source: View Raw RFC 1035 Output
ar: عرض مخرجات RFC 1035 الأولية
de: Unformatierte RFC 1035-Ausgabe anzeigen
es: Ver salida RFC 1035 sin procesar
fr: Afficher la sortie brute RFC 1035
it: Visualizza output RFC 1035 non elaborato
ja: 生のRFC 1035出力を表示
ko: 원시 RFC 1035 출력 보기
pt_br: Ver saída bruta RFC 1035
ru: Просмотр необработанного вывода RFC 1035
zh_hans: 查看原始 RFC 1035 输出
zh_hant: 檢視原始 RFC 1035 輸出

source: View RFC BIND Terminal Output
ar: عرض مخرجات محطة RFC BIND
de: RFC-BIND-Terminalausgabe anzeigen
es: Ver salida del terminal RFC BIND
fr: Afficher la sortie du terminal RFC BIND
it: Visualizza l'output del terminale BIND RFC
ja: RFC BIND ターミナル出力の表示
ko: RFC BIND 터미널 출력 보기
pt_br: Ver saída do terminal RFC BIND
ru: Просмотр вывода терминала RFC BIND
zh_hans: 查看 RFC BIND 终端报文
zh_hant: 查看 RFC BIND 终端報文

source: Visual Builder
ar: المنشئ المرئي
de: Visueller Builder
es: Generador visual
fr: Générateur visuel
it: Generatore visivo
ja: ビジュアルビルダー
ko: 비주얼 빌더
pt_br: Construtor visual
ru: Визуальный конструктор
zh_hans: 可视化构建器
zh_hant: 視覺化建立器

source: WAF
ar: واف
ru: ВАФ

source: WAF Custom Rules
ar: قواعد WAF المخصصة
de: Benutzerdefinierte WAF-Regeln
es: Reglas personalizadas de WAF
fr: Règles personnalisées WAF
it: Regole personalizzate WAF
ja: WAF カスタム ルール
ko: WAF 사용자 지정 규칙
pt_br: Regras personalizadas do WAF
ru: Пользовательские правила WAF
zh_hans: WAF 自定义规则
zh_hant: WAF 自訂規則

source: WAF Firewall
ar: جدار الحماية واف
es: Cortafuegos WAF
fr: Pare-feu WAF
it: Firewall WAF
ja: WAFファイアウォール
ko: WAF 방화벽
pt_br: Firewall WAF
ru: Брандмауэр WAF
zh_hans: WAF 防火墙
zh_hant: WAF 防火墙

source: WAF Rule
ar: قاعدة واف
de: WAF-Regel
es: Regla WAF
fr: Règle WAF
it: Regola WAF
ja: WAFルール
ko: WAF 규칙
pt_br: Regra WAF
ru: Правило WAF
zh_hans: WAF 规则
zh_hant: WAF 規則

source: WAF Rule Created
ar: تم إنشاء قاعدة WAF
de: WAF-Regel erstellt
es: Regla WAF creada
fr: Règle WAF créée
it: Regola WAF creata
ja: WAFルールが作成されました
ko: WAF 규칙이 생성됨
pt_br: Regra WAF criada
ru: Правило WAF создано
zh_hans: WAF 规则已创建
zh_hant: WAF 規則已建立

source: WAF Rule Deleted
ar: تم حذف قاعدة WAF
de: WAF-Regel gelöscht
es: Regla WAF eliminada
fr: Règle WAF supprimée
it: Regola WAF eliminata
ja: WAFルールが削除されました
ko: WAF 규칙이 삭제되었습니다.
pt_br: Regra WAF excluída
ru: Правило WAF удалено
zh_hans: WAF 规则已删除
zh_hant: WAF 規則已刪除

source: WAF Rule Disabled
ar: تم تعطيل قاعدة WAF
de: WAF-Regel deaktiviert
es: Regla WAF desactivada
fr: Règle WAF désactivée
it: Regola WAF disattivata
ja: WAF ルールを無効にしました
ko: WAF 규칙 비활성화됨
pt_br: Regra WAF desativada
ru: Правило WAF отключено
zh_hans: 已禁用 WAF 规则
zh_hant: 已停用 WAF 規則

source: WAF Rule Enabled
ar: تم تفعيل قاعدة WAF
de: WAF-Regel aktiviert
es: Regla WAF activada
fr: Règle WAF activée
it: Regola WAF attivata
ja: WAF ルールを有効にしました
ko: WAF 규칙 활성화됨
pt_br: Regra WAF ativada
ru: Правило WAF включено
zh_hans: 已启用 WAF 规则
zh_hant: 已啟用 WAF 規則

source: WAF Rule Updated
ar: تم تحديث قاعدة WAF
de: WAF-Regel aktualisiert
es: Regla WAF actualizada
fr: Règle WAF mise à jour
it: Regola WAF aggiornata
ja: WAFルールが更新されました
ko: WAF 규칙이 업데이트되었습니다.
pt_br: Regra WAF atualizada
ru: Правило WAF обновлено
zh_hans: WAF 规则已更新
zh_hant: WAF 規則已更新

source: WAF, Firewall, IP rules
ar: WAF، جدار الحماية، قواعد IP
de: WAF, Firewall, IP-Regeln
es: WAF, cortafuegos, reglas IP
fr: WAF, pare-feu, règles IP
it: WAF, Firewall, regole IP
ja: WAF、ファイアウォール、IP ルール
ko: WAF, 방화벽, IP 규칙
pt_br: WAF, Firewall, regras de IP
ru: WAF, межсетевой экран, правила IP
zh_hans: WAF、防火墙与 IP 规则
zh_hant: WAF、防火墙与 IP 規則

source: WAF, Rules, IP Access
ar: WAF، القواعد، الوصول إلى IP
de: WAF, Regeln, IP-Zugriff
es: WAF, reglas, acceso IP
fr: WAF, règles, accès IP
it: WAF, regole, accesso IP
ja: WAF、ルール、IP アクセス
ko: WAF, 규칙, IP 액세스
pt_br: WAF, regras, acesso IP
ru: WAF, Правила, IP-доступ
zh_hans: WAF、规则与 IP 访问
zh_hant: WAF、規則与 IP 访问

source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Avertissement
it: Avvertimento
ja: 警告
ko: 경고
pt_br: Aviso
ru: Предупреждение
zh_hans: 警告
zh_hant: 警告

source: WARP Off
ar: إيقاف WARP
de: WARP Aus
es: WARP desactivado
fr: WARP désactivé
it: WARP disattivo
ja: WARP オフ
ko: WARP 꺼짐
pt_br: WARP desligado
ru: WARP выкл
zh_hans: WARP 关闭
zh_hant: WARP 關閉

source: WARP On
ar: WARP مفعّل
de: WARP Ein
es: WARP Activado
fr: WARP Activé
it: WARP Attivo
ja: WARP オン
ko: WARP 켜짐
pt_br: WARP Ligado
ru: WARP Вкл
zh_hans: WARP 开启
zh_hant: WARP 開啟

source: WARP Status
ar: حالة WARP
es: Estado de WARP
fr: Statut WARP
it: Stato WARP
ja: WARPステータス
ko: WARP 상태
pt_br: Status do WARP
ru: Статус WARP
zh_hans: WARP 连接状态
zh_hant: WARP 連線狀態

source: WARP+ Active
ar: WARP+ نشط
de: WARP+ Aktiv
es: WARP+ Activo
fr: WARP+ Actif
it: WARP+ Attivo
ja: WARP+ アクティブ
ko: WARP+ 활성
pt_br: WARP+ Ativo
ru: WARP+ Активен
zh_hans: WARP+ 已激活
zh_hant: WARP+ 已啟用

source: Websockets Disabled
ar: تم تعطيل WebSockets
de: WebSockets deaktiviert
es: WebSockets desactivado
fr: WebSockets désactivé
it: WebSocket disattivato
ja: WebSockets を無効にしました
ko: WebSockets 비활성화됨
pt_br: WebSockets desativado
ru: WebSockets отключен
zh_hans: 已禁用 WebSockets
zh_hant: 已停用 WebSockets

source: Websockets Enabled
ar: تم تفعيل WebSockets
de: WebSockets aktiviert
es: WebSockets activado
fr: WebSockets activé
it: WebSocket attivato
ja: WebSockets を有効にしました
ko: WebSockets 활성화됨
pt_br: WebSockets ativado
ru: WebSockets включен
zh_hans: 已启用 WebSockets
zh_hant: 已啟用 WebSockets

source: Weekly on Sunday
ar: أسبوعيا يوم الأحد
de: Wöchentlich am Sonntag
es: Semanalmente el domingo
fr: Hebdomadaire le dimanche
it: Settimanale la domenica
ja: 毎週日曜日
ko: 매주 일요일
pt_br: Semanalmente no domingo
ru: Еженедельно по воскресеньям
zh_hans: 每周日
zh_hant: 每週日

source: Weight (e.g., 5)
ar: الوزن (على سبيل المثال، 5)
de: Gewicht (z. B. 5)
es: Peso (por ejemplo, 5)
fr: Poids (par exemple 5)
it: Peso (ad esempio, 5)
ja: 重み (例: 5)
ko: 무게(예: 5)
pt_br: Peso (por exemplo, 5)
ru: Вес (например, 5)
zh_hans: 权重 (例如：5)
zh_hant: 權重 (例如：5)

source: Welcome Back
ar: مرحبًا بعودتك
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Bienvenue à nouveau
it: Bentornato
ja: おかえり
ko: 돌아온 것을 환영합니다
pt_br: Bem vindo de volta
ru: Добро пожаловать
zh_hans: 欢迎回来
zh_hant: 欢迎回来

source: Welcome to Cloudns
ar: مرحبا بكم في كلاودنس
de: Willkommen bei Cloudns
es: Bienvenido a Cloudns
fr: Bienvenue chez Cloudns
it: Benvenuti su Cloudns
ja: クラウドンズへようこそ
ko: Cloudns에 오신 것을 환영합니다.
pt_br: Bem vindo a Cloudns
ru: Добро пожаловать в Cloudns
zh_hans: 欢迎使用 Cloudns
zh_hant: 欢迎使用 Cloudns

source: Western Europe
ar: أوروبا الغربية
de: Westeuropa
es: Europa occidental
fr: Europe occidentale
it: Europa occidentale
ja: 西欧
ko: 서유럽
pt_br: Europa Ocidental
ru: Западная Европа
zh_hans: 西欧
zh_hant: 西欧

source: Western North America
ar: غرب أمريكا الشمالية
de: Westliches Nordamerika
es: Oeste de América del Norte
fr: Ouest de l'Amérique du Nord
it: Nord America occidentale
ja: 北アメリカ西部
ko: 서부 북미
pt_br: Oeste da América do Norte
ru: Западная часть Северной Америки
zh_hans: 北美西部
zh_hant: 北美西部

source: What to do next
ar: ماذا تفعل بعد ذلك
de: Was als nächstes zu tun ist
es: ¿Qué hacer a continuación?
fr: Que faire ensuite
it: Cosa fare dopo
ja: 次に何をすべきか
ko: 다음에해야 할 일
pt_br: O que fazer a seguir
ru: Что делать дальше
zh_hans: 接下来该怎么做
zh_hant: 接下来该怎么做

source: When enabled, Cloudflare generates DS records to be registered at your domain registrar.
ar: عند التمكين، تقوم Cloudflare بإنشاء سجلات DS لتسجيلها لدى مسجل النطاق الخاص بك.
de: Wenn aktiviert, generiert Cloudflare DS-Einträge, die bei Ihrem Domain-Registrar registriert werden müssen.
es: Cuando está habilitado, Cloudflare genera registros DS para registrarse en tu registrador de dominios.
fr: Lorsqu'il est activé, Cloudflare génère des enregistrements DS à enregistrer auprès de votre bureau d'enregistrement de domaine.
it: Quando abilitato, Cloudflare genera record DS da registrare presso il registrar di domini.
ja: 有効にすると、Cloudflare はドメイン レジストラで登録する DS レコードを生成します。
ko: 활성화되면 Cloudflare는 도메인 등록 기관에 등록할 DS 레코드를 생성합니다.
pt_br: Quando ativado, a Cloudflare gera registros DS para serem registrados no seu registrador de domínio.
ru: При включении Cloudflare создает записи DS для регистрации у вашего регистратора домена.
zh_hans: 启用后，Cloudflare 将生成要在您的域名注册商处注册的 DS 记录。
zh_hant: 啟用後，Cloudflare 將產生要在您的網域稱註冊商處註冊的 DS 記錄。

source: When enabled, Cloudflare receives incoming emails for your domain and forwards them according to your routing rules.
ar: عند التمكين، يتلقى Cloudflare رسائل البريد الإلكتروني الواردة لنطاقك ويعيد توجيهها وفقًا لقواعد التوجيه الخاصة بك.
de: Wenn diese Option aktiviert ist, empfängt Cloudflare eingehende E-Mails für Ihre Domain und leitet sie gemäß Ihren Routing-Regeln weiter.
es: Cuando está habilitado, Cloudflare recibe correos electrónicos entrantes para su dominio y los reenvía de acuerdo con sus reglas de enrutamiento.
fr: Lorsqu'il est activé, Cloudflare reçoit les e-mails entrants pour votre domaine et les transmet selon vos règles de routage.
it: Quando abilitato, Cloudflare riceve le email in arrivo per il tuo dominio e le inoltra in base alle tue regole di routing.
ja: 有効にすると、Cloudflareはドメインへの受信メールを受信し、ルーティングルールに従って転送します。
ko: 활성화되면 Cloudflare는 도메인으로 들어오는 이메일을 수신하고 라우팅 규칙에 따라 전달합니다.
pt_br: Quando ativado, o Cloudflare recebe e-mails do seu domínio e os encaminha de acordo com suas regras de roteamento.
ru: Если эта функция включена, Cloudflare получает входящие электронные письма для вашего домена и пересылает их в соответствии с вашими правилами маршрутизации.
zh_hans: 开启后，Cloudflare 将接管该域名的入站邮件并按规则执行路由转发。
zh_hant: 開啟後，Cloudflare 将接管该網域稱的入站邮件并按規則执行路由轉發。

source: When incoming requests match…
ar: عندما تتطابق الطلبات الواردة…
de: Wenn eingehende Anfragen übereinstimmen…
es: Cuando las solicitudes entrantes coinciden…
fr: Lorsque les demandes entrantes correspondent…
it: Quando le richieste in arrivo corrispondono…
ja: 受信リクエストが一致すると…
ko: 들어오는 요청이 일치하는 경우…
pt_br: Quando as solicitações recebidas correspondem…
ru: Когда входящие запросы совпадают…
zh_hans: 当传入请求匹配以下条件时…
zh_hant: 當傳入請求匹配以下條件時…

source: When proxied, DNS TTL is managed by Cloudflare.
ar: عند إنشاء خادم وكيل، تتم إدارة DNS TTL بواسطة Cloudflare.
de: Beim Proxy wird DNS TTL von Cloudflare verwaltet.
es: Cuando se utiliza proxy, Cloudflare administra DNS TTL.
fr: Lorsqu'il est proxy, DNS TTL est géré par Cloudflare.
it: Quando proxy, DNS TTL è gestito da Cloudflare.
ja: プロキシされる場合、DNS TTL は Cloudflare によって管理されます。
ko: 프록시되면 DNS TTL은 Cloudflare에서 관리됩니다.
pt_br: Quando em proxy, o DNS TTL é gerenciado pela Cloudflare.
ru: При проксировании DNS TTL управляется Cloudflare.
zh_hans: 启用代理时，DNS TTL 由 Cloudflare 管理。
zh_hant: 啟用代理時，DNS TTL 由 Cloudflare 管理。

source: When traffic exceeds…
ar: عندما تتجاوز حركة المرور…
de: Wenn der Verkehr mehr als…
es: Cuando el tráfico excede…
fr: Lorsque le trafic dépasse…
it: Quando il traffico supera…
ja: トラフィックが超過すると…
ko: 트래픽이 초과되면…
pt_br: Quando o tráfego excede…
ru: Когда трафик превышает…
zh_hans: 当流量超过以下阈值时…
zh_hant: 當流量超過以下阈值時…

source: Where to find your Global API Key?
ar: أين يمكنك العثور على مفتاح API العالمي الخاص بك؟
de: Wo finden Sie Ihren globalen API-Schlüssel?
es: ¿Dónde encontrar su clave API global?
fr: Où trouver votre clé API globale ?
it: Dove trovare la chiave API globale?
ja: グローバル API キーはどこで見つけられますか?
ko: 글로벌 API 키를 어디서 찾을 수 있나요?
pt_br: Onde encontrar sua chave API global?
ru: Где найти глобальный ключ API?
zh_hans: 在哪里获取您的 Global API Key？
zh_hant: 在哪里获取您的 Global API Key？

source: WHOIS & RDAP Lookup
ar: بحث WHOIS وRDAP
de: WHOIS- und RDAP-Suche
es: Búsqueda de WHOIS y RDAP
fr: Recherche WHOIS et RDAP
it: Ricerca WHOIS e RDAP
ja: WHOIS および RDAP ルックアップ
ko: WHOIS 및 RDAP 조회
pt_br: Pesquisa WHOIS e RDAP
ru: Поиск WHOIS и RDAP
zh_hans: WHOIS 与 RDAP 查询
zh_hant: WHOIS 与 RDAP 查询

source: WHOIS, Dig, Headers, Certs, IP Lookup & Trace
ar: WHOIS، والحفر، والرؤوس، والشهادات، والبحث عن IP وتتبعه
de: WHOIS, Dig, Header, Zertifikate, IP-Suche und Trace
es: WHOIS, excavación, encabezados, certificados, búsqueda y seguimiento de IP
fr: WHOIS, Dig, en-têtes, certificats, recherche et trace IP
it: WHOIS, scava, intestazioni, certificati, ricerca e tracciamento IP
ja: WHOIS、ディグ、ヘッダー、証明書、IP ルックアップおよびトレース
ko: WHOIS, 발굴, 헤더, 인증서, IP 조회 및 추적
pt_br: WHOIS, Dig, cabeçalhos, certificados, pesquisa e rastreamento de IP
ru: WHOIS, раскопки, заголовки, сертификаты, поиск и отслеживание IP-адресов
zh_hans: WHOIS、Dig 解析、HTTP 标头、证书、IP 查询与跟踪
zh_hant: WHOIS、Dig 解析、HTTP 標頭、憑證、IP 查询与跟踪

source: Widget Created
ar: تم إنشاء القطعة
de: Widget erstellt
es: Widget creado
fr: Widget créé
it: Widget creato
ja: ウィジェットが作成されました
ko: 위젯이 생성되었습니다.
pt_br: Widget criado
ru: Виджет создан
zh_hans: 小组件已创建
zh_hant: 小組件已建立

source: Widget Credentials
ar: بيانات اعتماد القطعة
de: Widget-Anmeldeinformationen
es: Credenciales de widgets
fr: Identifiants du widget
it: Credenziali del widget
ja: ウィジェットの認証情報
ko: 위젯 자격 증명
pt_br: Credenciais de widget
ru: Учетные данные виджета
zh_hans: 小组件凭证
zh_hant: 小組件凭證

source: Widget Deleted
ar: تم حذف القطعة
de: Widget gelöscht
es: Widget eliminado
fr: Widget supprimé
it: Widget eliminato
ja: ウィジェットが削除されました
ko: 위젯이 삭제되었습니다.
pt_br: Widget excluído
ru: Виджет удален
zh_hans: 小组件已删除
zh_hant: 小組件已刪除

source: Widget Details
ar: تفاصيل الأداة
es: Detalles del widget
fr: Détails du widget
it: Dettagli widget
ja: ウィジェットの詳細
ko: 위젯 세부 정보
pt_br: Detalhes do widget
ru: Сведения о виджете
zh_hans: 小组件详情
zh_hant: 小工具詳細資訊

source: Widget Mode
ar: وضع القطعة
de: Widget-Modus
es: Modo de widget
fr: Mode widget
it: Modalità widget
ja: ウィジェットモード
ko: 위젯 모드
pt_br: Modo Widget
ru: Режим виджета
zh_hans: 小组件模式
zh_hant: 小組件模式

source: Widget Name
ar: اسم القطعة
es: Nombre del widget
fr: Nom du widget
it: Nome del widget
ja: ウィジェット名
ko: 위젯 이름
pt_br: Nome do widget
ru: Имя виджета
zh_hans: 小组件名称
zh_hant: 小組件名称

source: Widget Name (e.g. Login Page)
ar: اسم الأداة (مثل صفحة تسجيل الدخول)
de: Widget-Name (z. B. Login-Seite)
es: Nombre del widget (ej. Página de inicio de sesión)
fr: Nom du widget (ex. Page de connexion)
it: Nome widget (es. Pagina di accesso)
ja: ウィジェット名 (例: ログイン ページ)
ko: 위젯 이름 (예: 로그인 페이지)
pt_br: Nome do widget (ex.: Página de login)
ru: Имя виджета (например, страница входа)
zh_hans: 小组件名称（例如登录页面）
zh_hant: 小工具名稱（例如登入頁面）

source: Widget Name (e.g. My Website Login)
ar: اسم الأداة (على سبيل المثال، تسجيل الدخول إلى موقع الويب الخاص بي)
de: Widget-Name (z. B. „Meine Website-Anmeldung“)
es: Nombre del widget (por ejemplo, inicio de sesión en mi sitio web)
fr: Nom du widget (par exemple, connexion à mon site Web)
it: Nome del widget (ad es. Accesso al mio sito web)
ja: ウィジェット名 (例: My Website Login)
ko: 위젯 이름(예: 내 웹사이트 로그인)
pt_br: Nome do widget (por exemplo, login do meu site)
ru: Имя виджета (например, вход на мой сайт)
zh_hans: 小组件名称 (例如 网站登录验证)
zh_hant: 小組件名称 (例如 網站登入驗證)

source: Widget Updated
ar: تم تحديث القطعة
de: Widget aktualisiert
es: Widget actualizado
fr: Widget mis à jour
it: Dispositivo aggiornato
ja: ウィジェットが更新されました
ko: 위젯이 업데이트되었습니다
pt_br: Widget atualizado
ru: Виджет обновлен
zh_hans: Widget 已更新
zh_hant: Widget 已更新

source: Wildcard Mask
ar: قناع البدل
de: Wildcard-Maske
es: Máscara comodín
fr: Masque générique
it: Maschera jolly
ja: ワイルドカードマスク
ko: 와일드카드 마스크
pt_br: Máscara curinga
ru: Маска подстановочного знака
zh_hans: 反掩码 (Wildcard)
zh_hant: 反掩碼 (Wildcard)

source: Wirefilter expression matching network traffic.
ar: تعبير Wirefilter يطابق حركة مرور الشبكة.
de: Wirefilter-Ausdruck für Netzwerkverkehr.
es: Expresión de Wirefilter que coincide con el tráfico de red.
fr: Expression Wirefilter correspondant au trafic réseau.
it: Espressione Wirefilter corrispondente al traffico di rete.
ja: ネットワーク トラフィックに一致する Wirefilter 式。
ko: 네트워크 트래픽과 일치하는 Wirefilter 표현식입니다.
pt_br: Expressão Wirefilter correspondente ao tráfego de rede.
ru: Выражение Wirefilter, соответствующее сетевому трафику.
zh_hans: 匹配网络流量的 Wirefilter 表达式。
zh_hant: 符合網路流量的 Wirefilter 運算式。

source: Wireshark Filter Expression
ar: تعبير تصفية Wireshark
de: Wireshark-Filterausdruck
es: Expresión de filtro de Wireshark
fr: Expression de filtre Wireshark
it: Espressione di filtro Wireshark
ja: Wireshark フィルター式
ko: Wireshark 필터 표현식
pt_br: Expressão de filtro Wireshark
ru: Выражение фильтра Wireshark
zh_hans: Wireshark 语法过滤表达式
zh_hant: Wireshark 語法篩選表達式
